Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: No current cardio session to cancel.
de: Keine aktuelle Cardio-Einheit zum Abbrechen.
es: No hay ninguna sesión de cardio actual para cancelar.
fr: Aucune séance de cardio en cours à annuler.
it: Nessuna sessione cardio in corso da annullare.
ja: キャンセルできる有酸素セッションがありません。
ko: 취소할 유산소 세션이 없어요.
pt_br: Nenhuma sessão de cardio atual para cancelar.
ru: Нет текущего кардио для отмены.
zh_hans: 没有可取消的当前有氧训练。

source: No current cardio session to finish.
de: Keine aktuelle Cardio-Einheit zum Beenden.
es: No hay ninguna sesión de cardio actual para finalizar.
fr: Aucune séance de cardio en cours à terminer.
it: Nessuna sessione cardio in corso da terminare.
ja: 終了できる有酸素セッションがありません。
ko: 완료할 유산소 세션이 없어요.
pt_br: Nenhuma sessão de cardio atual para finalizar.
ru: Нет текущего кардио для завершения.
zh_hans: 没有可完成的当前有氧训练。

source: No current workout session or workout plan found.
de: Keine aktuelle Workout-Session oder Trainingsplan gefunden.
es: No se encontró ninguna sesión de entrenamiento o plan de entrenamiento actual.
fr: Aucune séance d'entraînement ou programme d'entraînement actuel trouvé.
it: Nessuna sessione di allenamento in corso o scheda trovata.
ja: 現在のワークアウトセッションまたはワークアウトプランが見つかりません。
ko: 진행 중인 운동 세션이나 운동 플랜이 없어요.
pt_br: Nenhuma sessão de treino ou plano de treino atual encontrado.
ru: Текущая тренировка или план не найдены.
zh_hans: 未找到当前的训练或训练计划。

source: No current workout session to cancel.
de: Keine aktuelle Workout-Session zum Abbrechen.
es: No hay ninguna sesión de entrenamiento actual para cancelar.
fr: Aucune séance d'entraînement actuelle à annuler.
it: Nessuna sessione di allenamento in corso da annullare.
ja: キャンセルできるワークアウトセッションがありません。
ko: 취소할 운동 세션이 없어요.
pt_br: Nenhuma sessão de treino atual para cancelar.
ru: Нет текущей тренировки для отмены.
zh_hans: 没有可取消的当前训练。

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
ru: Нет данных
zh_hans: 无数据

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
ru: Нет данных
zh_hans: 无数据

source: No effort selected
de: Keine Anstrengung ausgewählt
es: Sin esfuerzo seleccionado
fr: Aucun effort sélectionné
it: Nessuno sforzo selezionato
ja: 努力度が選択されていません
ko: 노력도 미선택
pt_br: Nenhum esforço selecionado
ru: Усилие не выбрано
zh_hans: 未选择强度

source: No Energy Data
de: Keine Energiedaten
es: Sin datos de energía
fr: Aucune donnée d'énergie
it: Nessun dato di energia
ja: エネルギーデータなし
ko: 에너지 데이터 없음
pt_br: Sem dados de energia
ru: Нет данных об энергии
zh_hans: 没有能量数据

source: No energy data has been recorded yet.
de: Es wurden noch keine Energiedaten aufgezeichnet.
es: Aún no se han registrado datos de energía.
fr: Aucune donnée d'énergie n'a encore été enregistrée.
it: Non è ancora stato registrato nessun dato di energia.
ja: エネルギーデータはまだ記録されていません。
ko: 아직 기록된 에너지 데이터가 없어요.
pt_br: Nenhum dado de energia foi registrado ainda.
ru: Данные об энергии ещё не записаны.
zh_hans: 尚未记录任何能量数据。

source: No energy data was recorded for this day.
de: Für diesen Tag wurden keine Energiedaten aufgezeichnet.
es: No se registraron datos de energía para este día.
fr: Aucune donnée d'énergie n'a été enregistrée pour ce jour.
it: Nessun dato di energia registrato per questo giorno.
ja: この日にはエネルギーのデータが記録されていません。
ko: 이 날에는 기록된 에너지 데이터가 없어요.
pt_br: Nenhum dado de energia foi registrado para este dia.
ru: За этот день данных об энергии нет.
zh_hans: 这一天没有记录能量数据。

source: No energy data was recorded in the last 6 months.
de: In den letzten 6 Monaten wurden keine Energiedaten aufgezeichnet.
es: No se registraron datos de energía en los últimos 6 meses.
fr: Aucune donnée d'énergie n'a été enregistrée au cours des 6 derniers mois.
it: Nessun dato di energia registrato negli ultimi 6 mesi.
ja: 過去6か月間にエネルギーのデータは記録されていません。
ko: 최근 6개월간 기록된 에너지 데이터가 없어요.
pt_br: Nenhum dado de energia foi registrado nos últimos 6 meses.
ru: За последние 6 месяцев данных об энергии нет.
zh_hans: 最近6个月没有记录能量数据。

source: No energy data was recorded in the last 7 days.
de: In den letzten 7 Tagen wurden keine Energiedaten aufgezeichnet.
es: No se registraron datos de energía en los últimos 7 días.
fr: Aucune donnée d'énergie n'a été enregistrée au cours des 7 derniers jours.
it: Nessun dato di energia registrato negli ultimi 7 giorni.
ja: 過去7日間にエネルギーのデータは記録されていません。
ko: 최근 7일간 기록된 에너지 데이터가 없어요.
pt_br: Nenhum dado de energia foi registrado nos últimos 7 dias.
ru: За последние 7 дней данных об энергии нет.
zh_hans: 最近7天没有记录能量数据。

source: No energy data was recorded in the last month.
de: Im letzten Monat wurden keine Energiedaten aufgezeichnet.
es: No se registraron datos de energía en el último mes.
fr: Aucune donnée d'énergie n'a été enregistrée le mois dernier.
it: Nessun dato di energia registrato nell'ultimo mese.
ja: 過去1か月間にエネルギーのデータは記録されていません。
ko: 최근 한 달간 기록된 에너지 데이터가 없어요.
pt_br: Nenhum dado de energia foi registrado no último mês.
ru: За последний месяц данных об энергии нет.
zh_hans: 最近一个月没有记录能量数据。

source: No energy data was recorded in the last year.
de: Im letzten Jahr wurden keine Energiedaten aufgezeichnet.
es: No se registraron datos de energía en el último año.
fr: Aucune donnée d'énergie n'a été enregistrée l'an dernier.
it: Nessun dato di energia registrato nell'ultimo anno.
ja: 過去1年間にエネルギーのデータは記録されていません。
ko: 최근 1년간 기록된 에너지 데이터가 없어요.
pt_br: Nenhum dado de energia foi registrado no último ano.
ru: За последний год данных об энергии нет.
zh_hans: 最近一年没有记录能量数据。

source: No entries in this range
de: Keine Einträge in diesem Zeitraum
es: Sin entradas en este rango
fr: Aucune entrée dans cette plage
it: Nessuna voce in questo intervallo
ja: この範囲には記録がありません
ko: 이 기간에 기록 없음
pt_br: Sem entradas neste intervalo
ru: В этом периоде записей нет
zh_hans: 此范围内没有记录

source: No Exercise History
de: Kein Übungsverlauf
es: Sin historial de ejercicios
fr: Aucun historique d'exercice
it: Nessuna cronologia dell'esercizio
ja: 種目の履歴なし
ko: 종목 기록 없음
pt_br: Sem histórico de exercícios
ru: Нет истории упражнений
zh_hans: 没有动作历史

source: No Exercises
de: Keine Übungen
es: Sin ejercicios
fr: Aucun exercice
it: Nessun esercizio
ja: 種目なし
ko: 종목 없음
pt_br: Nenhum exercício
ru: Нет упражнений
zh_hans: 没有动作

source: No Exercises Added
de: Keine Übungen hinzugefügt
es: No se añadieron ejercicios
fr: Aucun exercice ajouté
it: Nessun esercizio aggiunto
ja: 種目が追加されていません
ko: 추가된 종목 없음
pt_br: Nenhum exercício adicionado
ru: Упражнения не добавлены
zh_hans: 未添加动作

source: No exercises are available yet.
de: Es sind noch keine Übungen verfügbar.
es: Aún no hay ejercicios disponibles.
fr: Aucun exercice n'est encore disponible.
it: Non è ancora disponibile nessun esercizio.
ja: 利用できる種目がまだありません。
ko: 아직 사용할 수 있는 종목이 없어요.
pt_br: Ainda não há exercícios disponíveis.
ru: Упражнений пока нет.
zh_hans: 暂时没有可用的动作。

source: No exercises found to add.
de: Keine Übungen zum Hinzufügen gefunden.
es: No se encontraron ejercicios para añadir.
fr: Aucun exercice à ajouter trouvé.
it: Nessun esercizio trovato da aggiungere.
ja: 追加できる種目が見つかりません。
ko: 추가할 종목을 찾을 수 없어요.
pt_br: Nenhum exercício encontrado para adicionar.
ru: Не найдено упражнений для добавления.
zh_hans: 没有找到可添加的动作。

source: No Exercises Selected
de: Keine Übungen ausgewählt
es: No hay ejercicios seleccionados
fr: Aucun exercice sélectionné
it: Nessun esercizio selezionato
ja: 種目が選択されていません
ko: 선택한 종목 없음
pt_br: Nenhum exercício selecionado
ru: Упражнения не выбраны
zh_hans: 未选择动作

source: No exercises selected.
de: Keine Übungen ausgewählt.
es: No hay ejercicios seleccionados.
fr: Aucun exercice sélectionné.
it: Nessun esercizio selezionato.
ja: 種目が選択されていません。
ko: 선택한 종목이 없어요.
pt_br: Nenhum exercício selecionado.
ru: Упражнения не выбраны.
zh_hans: 未选择任何动作。

source: No Exercises Used
de: Keine Übungen verwendet
es: No se usaron ejercicios
fr: Aucun exercice utilisé
it: Nessun esercizio usato
ja: 使用した種目なし
ko: 사용한 종목 없음
pt_br: Nenhum exercício usado
ru: Упражнения не использовались
zh_hans: 没有用过的动作

source: No Favorites
de: Keine Favoriten
es: Sin favoritos
fr: Aucun favori
it: Nessun preferito
ja: お気に入りなし
ko: 즐겨찾기 없음
pt_br: Sem favoritos
ru: Нет избранного
zh_hans: 没有收藏

source: No Favorites Selected
de: Keine Favoriten ausgewählt
es: No hay favoritos seleccionados
fr: Aucun favori sélectionné
it: Nessun preferito selezionato
ja: お気に入りが選択されていません
ko: 선택한 즐겨찾기 없음
pt_br: Nenhum favorito selecionado
ru: Избранное не выбрано
zh_hans: 未选择收藏

source: No goals completed
de: Keine Ziele erreicht
es: No se completaron objetivos
fr: Aucun objectif atteint
it: Nessun obiettivo completato
ja: 達成した目標なし
ko: 달성한 목표 없음
pt_br: Nenhuma meta concluída
ru: Цели не выполнены
zh_hans: 没有完成的目标

source: No Health Data
de: Keine Gesundheitsdaten
es: Sin datos de salud
fr: Aucune donnée de santé
it: Nessun dato di salute
ja: Healthデータなし
ko: 건강 데이터 없음
pt_br: Sem dados de saúde
ru: Нет данных Здоровья
zh_hans: 没有健康数据

source: No History
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
it: Nessuna cronologia
ja: 履歴なし
ko: 기록 없음
pt_br: Sem histórico
ru: Нет истории
zh_hans: 没有历史

source: No Hydration Data
de: Keine Flüssigkeitsdaten
es: Sin datos de hidratación
fr: Aucune donnée d'hydratation
it: Nessun dato di idratazione
ja: 水分補給データなし
ko: 수분 섭취 데이터 없음
pt_br: Sem dados de hidratação
ru: Нет данных о воде
zh_hans: 没有饮水数据

source: No hydration entries are in this range.
de: In diesem Zeitraum gibt es keine Flüssigkeitseinträge.
es: No hay entradas de hidratación en este rango.
fr: Aucune entrée d'hydratation dans cette plage.
it: Non ci sono voci di idratazione in questo intervallo.
ja: この範囲には水分補給の記録がありません。
ko: 이 기간에는 수분 섭취 기록이 없어요.
pt_br: Não há entradas de hidratação neste intervalo.
ru: В этом периоде записей о воде нет.
zh_hans: 此范围内没有饮水记录。

source: No Hydration Goals
de: Keine Flüssigkeitsziele
es: Sin objetivos de hidratación
fr: Aucun objectif d'hydratation
it: Nessun obiettivo di idratazione
ja: 水分補給目標なし
ko: 수분 섭취 목표 없음
pt_br: Sem metas de hidratação
ru: Нет целей по воде
zh_hans: 没有饮水目标

source: No incomplete sets found.
de: Keine unvollständigen Sätze gefunden.
es: No se encontraron series incompletas.
fr: Aucune série incomplète trouvée.
it: Nessuna serie da completare trovata.
ja: 未完了のセットが見つかりません。
ko: 완료하지 않은 세트가 없어요.
pt_br: Nenhuma série incompleta encontrada.
ru: Невыполненных подходов нет.
zh_hans: 没有找到未完成的组。

source: No notes added.
de: Keine Notizen hinzugefügt.
es: No se añadieron notas.
fr: Aucune note ajoutée.
it: Nessuna nota aggiunta.
ja: メモはありません。
ko: 추가된 메모가 없어요.
pt_br: Nenhuma nota adicionada.
ru: Заметок нет.
zh_hans: 未添加备注。

source: No Other Workout Plans
de: Keine weiteren Trainingspläne
es: No hay otros planes de entrenamiento
fr: Aucun autre programme d'entraînement
it: Nessun'altra scheda
ja: 他のワークアウトプランなし
ko: 다른 운동 플랜 없음
pt_br: Nenhum outro plano de treino
ru: Других планов тренировок нет
zh_hans: 没有其他训练计划

source: No paused rest timer to resume.
de: Kein pausierter Pausentimer zum Fortsetzen.
es: No hay temporizador de descanso en pausa para reanudar.
fr: Aucun minuteur de repos en pause à reprendre.
it: Nessun timer di recupero in pausa da riprendere.
ja: 再開できる一時停止中の休憩タイマーがありません。
ko: 다시 시작할 일시정지된 휴식 타이머가 없어요.
pt_br: Nenhum cronômetro de descanso pausado para retomar.
ru: Нет приостановленного таймера отдыха.
zh_hans: 没有已暂停的休息计时器可继续。

source: No plan notes.
de: Keine Plannotizen.
es: Sin notas del plan.
fr: Aucune note de programme.
it: Nessuna nota nella scheda.
ja: プランのメモはありません。
ko: 플랜 메모가 없어요.
pt_br: Sem notas do plano.
ru: Заметок к плану нет.
zh_hans: 计划没有备注。

source: No plan selected for this day.
de: Für diesen Tag ist kein Plan ausgewählt.
es: No hay plan seleccionado para este día.
fr: Aucun plan sélectionné pour ce jour.
it: Nessuna scheda selezionata per questo giorno.
ja: この日にはプランが選択されていません。
ko: 이 날에 선택된 플랜이 없어요.
pt_br: Nenhum plano selecionado para este dia.
ru: На этот день план не выбран.
zh_hans: 这一天未选择计划。

source: No Previous Workouts
de: Keine vorherigen Workouts
es: Sin entrenamientos anteriores
fr: Aucune séance précédente
it: Nessun allenamento precedente
ja: 過去のワークアウトなし
ko: 이전 운동 없음
pt_br: Sem treinos anteriores
ru: Прошлых тренировок нет
zh_hans: 没有过往训练

source: No quick-fill options.
de: Keine Schnellausfüll-Optionen.
es: No hay opciones de relleno rápido.
fr: Aucune option de remplissage rapide.
it: Nessuna opzione di compilazione rapida.
ja: クイック入力の候補がありません。
ko: 빠른 입력 옵션이 없어요.
pt_br: Nenhuma opção de preenchimento rápido.
ru: Нет вариантов быстрого заполнения.
zh_hans: 没有快速填充选项。

source: No recognized exercises were found. Add exercise names, sets, or reps and try again.
de: Es wurden keine erkannten Übungen gefunden. Füge Übungsnamen, Sätze oder Wiederholungen hinzu und versuche es erneut.
es: No se encontraron ejercicios reconocidos. Añade nombres de ejercicios, series o repeticiones e inténtalo de nuevo.
fr: Aucun exercice reconnu n’a été trouvé. Ajoute des noms d’exercices, des séries ou des répétitions et réessaie.
it: Non è stato riconosciuto nessun esercizio. Aggiungi nomi di esercizi, serie o ripetizioni e riprova.
ja: 認識できる種目が見つかりませんでした。種目名、セット数、レップ数を追加して、もう一度お試しください。
ko: 인식된 종목이 없어요. 종목 이름, 세트, 횟수를 넣고 다시 시도하세요.
pt_br: Nenhum exercício reconhecido foi encontrado. Adicione nomes de exercícios, séries ou repetições e tente novamente.
ru: Упражнения не распознаны. Добавьте названия, подходы или повторения и попробуйте снова.
zh_hans: 没有识别到任何动作。请补充动作名称、组数或次数后重试。

source: No rep goal is stored for this exercise.
de: Für diese Übung ist kein Wiederholungsziel gespeichert.
es: No hay un objetivo de repeticiones guardado para este ejercicio.
fr: Aucun objectif de répétitions n'est enregistré pour cet exercice.
it: Per questo esercizio non è salvato nessun obiettivo di ripetizioni.
ja: この種目にはレップ目標が保存されていません。
ko: 이 종목에는 저장된 횟수 목표가 없어요.
pt_br: Nenhuma meta de repetições está salva para este exercício.
ru: Для этого упражнения не задана цель по повторениям.
zh_hans: 这个动作没有保存次数目标。

source: No reps target
de: Kein Wiederholungsziel
es: Sin objetivo de reps
fr: Aucun objectif de reps
it: Nessun target di ripetizioni
ja: レップ目標なし
ko: 횟수 목표 없음
pt_br: Sem meta de reps
ru: Нет цели по повторениям
zh_hans: 没有次数目标

source: No route recorded
de: Keine Route aufgezeichnet
es: No se grabó ninguna ruta
fr: Aucun itinéraire enregistré
it: Nessun percorso registrato
ja: ルートが記録されていません
ko: 기록된 경로 없음
pt_br: Nenhuma rota gravada
ru: Маршрут не записан
zh_hans: 未记录路线

source: No Route Yet
de: Noch keine Route
es: Aún sin ruta
fr: Pas encore d'itinéraire
it: Ancora nessun percorso
ja: ルートの記録なし
ko: 아직 경로가 없어요
pt_br: Ainda sem rota
ru: Маршрута пока нет
zh_hans: 还没有路线

source: No Routes Yet
de: Noch keine Routen
es: Aún sin rutas
fr: Pas encore d'itinéraires
it: Ancora nessun percorso
ja: ルートの記録なし
ko: 아직 경로가 없어요
pt_br: Ainda sem rotas
ru: Маршрутов пока нет
zh_hans: 还没有路线

source: No running rest timer to pause.
de: Kein laufender Pausentimer zum Pausieren.
es: No hay temporizador de descanso en marcha para pausar.
fr: Aucun minuteur de repos en cours à mettre en pause.
it: Nessun timer di recupero in corso da mettere in pausa.
ja: 一時停止できる実行中の休憩タイマーがありません。
ko: 일시정지할 실행 중인 휴식 타이머가 없어요.
pt_br: Nenhum cronômetro de descanso em andamento para pausar.
ru: Нет запущенного таймера отдыха.
zh_hans: 没有正在运行的休息计时器可暂停。

source: No Sleep Data
de: Keine Schlafdaten
es: Sin datos de sueño
fr: Aucune donnée de sommeil
it: Nessun dato di sonno
ja: 睡眠データなし
ko: 수면 데이터 없음
pt_br: Sem dados de sono
ru: Нет данных о сне
zh_hans: 没有睡眠数据

source: No sleep data available.
de: Keine Schlafdaten verfügbar.
es: No hay datos de sueño disponibles.
fr: Aucune donnée de sommeil disponible.
it: Nessun dato di sonno disponibile.
ja: 睡眠データがありません。
ko: 사용할 수 있는 수면 데이터가 없어요.
pt_br: Nenhum dado de sono disponível.
ru: Данных о сне нет.
zh_hans: 没有可用的睡眠数据。

source: No sleep data has been recorded yet.
de: Es wurden noch keine Schlafdaten aufgezeichnet.
es: Aún no se han registrado datos de sueño.
fr: Aucune donnée de sommeil n'a encore été enregistrée.
it: Non è ancora stato registrato nessun dato di sonno.
ja: 睡眠データはまだ記録されていません。
ko: 아직 기록된 수면 데이터가 없어요.
pt_br: Nenhum dado de sono foi registrado ainda.
ru: Данные о сне ещё не записаны.
zh_hans: 尚未记录任何睡眠数据。

source: No sleep data in this range
de: Keine Schlafdaten in diesem Zeitraum
es: Sin datos de sueño en este rango
fr: Aucune donnée de sommeil dans cette plage
it: Nessun dato di sonno in questo intervallo
ja: この範囲には睡眠データがありません
ko: 이 기간에 수면 데이터 없음
pt_br: Sem dados de sono neste intervalo
ru: В этом периоде данных о сне нет
zh_hans: 此范围内没有睡眠数据

source: No sleep data was recorded for this day.
de: Für diesen Tag wurden keine Schlafdaten aufgezeichnet.
es: No se registraron datos de sueño para este día.
fr: Aucune donnée de sommeil n'a été enregistrée pour ce jour.
it: Nessun dato di sonno registrato per questo giorno.
ja: この日には睡眠データが記録されていません。
ko: 이 날에는 기록된 수면 데이터가 없어요.
pt_br: Nenhum dado de sono foi registrado para este dia.
ru: За этот день данных о сне нет.
zh_hans: 这一天没有记录睡眠数据。

source: No sleep data was recorded in the last 6 months.
de: In den letzten 6 Monaten wurden keine Schlafdaten aufgezeichnet.
es: No se registraron datos de sueño en los últimos 6 meses.
fr: Aucune donnée de sommeil n'a été enregistrée au cours des 6 derniers mois.
it: Nessun dato di sonno registrato negli ultimi 6 mesi.
ja: 過去6か月間に睡眠データは記録されていません。
ko: 최근 6개월간 기록된 수면 데이터가 없어요.
pt_br: Nenhum dado de sono foi registrado nos últimos 6 meses.
ru: За последние 6 месяцев данных о сне нет.
zh_hans: 最近6个月没有记录睡眠数据。

source: No sleep data was recorded in the last 7 days.
de: In den letzten 7 Tagen wurden keine Schlafdaten aufgezeichnet.
es: No se registraron datos de sueño en los últimos 7 días.
fr: Aucune donnée de sommeil n'a été enregistrée au cours des 7 derniers jours.
it: Nessun dato di sonno registrato negli ultimi 7 giorni.
ja: 過去7日間に睡眠データは記録されていません。
ko: 최근 7일간 기록된 수면 데이터가 없어요.
pt_br: Nenhum dado de sono foi registrado nos últimos 7 dias.
ru: За последние 7 дней данных о сне нет.
zh_hans: 最近7天没有记录睡眠数据。

source: No sleep data was recorded in the last month.
de: Im letzten Monat wurden keine Schlafdaten aufgezeichnet.
es: No se registraron datos de sueño en el último mes.
fr: Aucune donnée de sommeil n'a été enregistrée le mois dernier.
it: Nessun dato di sonno registrato nell'ultimo mese.
ja: 過去1か月間に睡眠データは記録されていません。
ko: 최근 한 달간 기록된 수면 데이터가 없어요.
pt_br: Nenhum dado de sono foi registrado no último mês.
ru: За последний месяц данных о сне нет.
zh_hans: 最近一个月没有记录睡眠数据。

source: No sleep data was recorded in the last year.
de: Im letzten Jahr wurden keine Schlafdaten aufgezeichnet.
es: No se registraron datos de sueño en el último año.
fr: Aucune donnée de sommeil n'a été enregistrée l'an dernier.
it: Nessun dato di sonno registrato nell'ultimo anno.
ja: 過去1年間に睡眠データは記録されていません。
ko: 최근 1년간 기록된 수면 데이터가 없어요.
pt_br: Nenhum dado de sono foi registrado no último ano.
ru: За последний год данных о сне нет.
zh_hans: 最近一年没有记录睡眠数据。

source: No Sleep Goals
de: Keine Schlafziele
es: Sin objetivos de sueño
fr: Aucun objectif de sommeil
it: Nessun obiettivo di sonno
ja: 睡眠目標なし
ko: 수면 목표 없음
pt_br: Sem metas de sono
ru: Нет целей по сну
zh_hans: 没有睡眠目标

source: No Split Day Configured
de: Kein Split-Tag konfiguriert
es: Ningún día de split configurado
fr: Aucun jour de split configuré
it: Nessun giorno dello split configurato
ja: スプリットの日が設定されていません
ko: 설정된 스플릿 일차 없음
pt_br: Nenhum dia de split configurado
ru: День сплита не настроен
zh_hans: 未配置分化训练日

source: No Splits
de: Keine Splits
es: Sin splits
fr: Aucun split
it: Nessuno split
ja: スプリットなし
ko: 스플릿 없음
pt_br: Sem splits
ru: Нет сплитов
zh_hans: 没有分化

source: No step data
de: Keine Schrittdaten
es: Sin datos de pasos
fr: Aucune donnée de pas
it: Nessun dato sui passi
ja: 歩数データなし
ko: 걸음 수 데이터 없음
pt_br: Sem dados de passos
ru: Нет данных о шагах
zh_hans: 没有步数数据

source: No Step Data
de: Keine Schrittdaten
es: Sin datos de pasos
fr: Aucune donnée de pas
it: Nessun dato sui passi
ja: 歩数データなし
ko: 걸음 수 데이터 없음
pt_br: Sem dados de passos
ru: Нет данных о шагах
zh_hans: 没有步数数据

source: No step data has been recorded yet.
de: Es wurden noch keine Schrittdaten aufgezeichnet.
es: Aún no se han registrado datos de pasos.
fr: Aucune donnée de pas n'a encore été enregistrée.
it: Non è ancora stato registrato nessun dato sui passi.
ja: 歩数データはまだ記録されていません。
ko: 아직 기록된 걸음 수 데이터가 없어요.
pt_br: Nenhum dado de passos foi registrado ainda.
ru: Данные о шагах ещё не записаны.
zh_hans: 尚未记录任何步数数据。

source: No step data was recorded for this day.
de: Für diesen Tag wurden keine Schrittdaten aufgezeichnet.
es: No se registraron datos de pasos para este día.
fr: Aucune donnée de pas n'a été enregistrée pour ce jour.
it: Nessun dato sui passi registrato per questo giorno.
ja: この日には歩数データが記録されていません。
ko: 이 날에는 기록된 걸음 수 데이터가 없어요.
pt_br: Nenhum dado de passos foi registrado para este dia.
ru: За этот день данных о шагах нет.
zh_hans: 这一天没有记录步数数据。

source: No step data was recorded in the last 6 months.
de: In den letzten 6 Monaten wurden keine Schrittdaten aufgezeichnet.
es: No se registraron datos de pasos en los últimos 6 meses.
fr: Aucune donnée de pas n'a été enregistrée au cours des 6 derniers mois.
it: Nessun dato sui passi registrato negli ultimi 6 mesi.
ja: 過去6か月間に歩数データは記録されていません。
ko: 최근 6개월간 기록된 걸음 수 데이터가 없어요.
pt_br: Nenhum dado de passos foi registrado nos últimos 6 meses.
ru: За последние 6 месяцев данных о шагах нет.
zh_hans: 最近6个月没有记录步数数据。

source: No step data was recorded in the last 7 days.
de: In den letzten 7 Tagen wurden keine Schrittdaten aufgezeichnet.
es: No se registraron datos de pasos en los últimos 7 días.
fr: Aucune donnée de pas n'a été enregistrée au cours des 7 derniers jours.
it: Nessun dato sui passi registrato negli ultimi 7 giorni.
ja: 過去7日間に歩数データは記録されていません。
ko: 최근 7일간 기록된 걸음 수 데이터가 없어요.
pt_br: Nenhum dado de passos foi registrado nos últimos 7 dias.
ru: За последние 7 дней данных о шагах нет.
zh_hans: 最近7天没有记录步数数据。

source: No step data was recorded in the last month.
de: Im letzten Monat wurden keine Schrittdaten aufgezeichnet.
es: No se registraron datos de pasos en el último mes.
fr: Aucune donnée de pas n'a été enregistrée le mois dernier.
it: Nessun dato sui passi registrato nell'ultimo mese.
ja: 過去1か月間に歩数データは記録されていません。
ko: 최근 한 달간 기록된 걸음 수 데이터가 없어요.
pt_br: Nenhum dado de passos foi registrado no último mês.
ru: За последний месяц данных о шагах нет.
zh_hans: 最近一个月没有记录步数数据。

source: No step data was recorded in the last year.
de: Im letzten Jahr wurden keine Schrittdaten aufgezeichnet.
es: No se registraron datos de pasos en el último año.
fr: Aucune donnée de pas n'a été enregistrée l'an dernier.
it: Nessun dato sui passi registrato nell'ultimo anno.
ja: 過去1年間に歩数データは記録されていません。
ko: 최근 1년간 기록된 걸음 수 데이터가 없어요.
pt_br: Nenhum dado de passos foi registrado no último ano.
ru: За последний год данных о шагах нет.
zh_hans: 最近一年没有记录步数数据。

source: No Steps Goals
de: Keine Schrittziele
es: Sin objetivos de pasos
fr: Aucun objectif de pas
it: Nessun obiettivo di passi
ja: 歩数目標なし
ko: 걸음 수 목표 없음
pt_br: Sem metas de passos
ru: Нет целей по шагам
zh_hans: 没有步数目标

source: No target set
de: Kein Ziel festgelegt
es: Sin objetivo establecido
fr: Aucune cible définie
it: Nessun target impostato
ja: 目標が設定されていません
ko: 설정된 목표 없음
pt_br: Nenhum alvo definido
ru: Цель не задана
zh_hans: 未设置目标

source: No total energy data
de: Keine Daten zur Gesamtenergie
es: Sin datos de energía total
fr: Aucune donnée d'énergie totale
it: Nessun dato di energia totale
ja: 合計エネルギーのデータなし
ko: 총 에너지 데이터 없음
pt_br: Sem dados de energia total
ru: Нет данных об общей энергии
zh_hans: 没有总能量数据

source: No weight data
de: Keine Gewichtsdaten
es: Sin datos de peso
fr: Aucune donnée de poids
it: Nessun dato di peso
ja: 体重データなし
ko: 체중 데이터 없음
pt_br: Sem dados de peso
ru: Нет данных о весе
zh_hans: 没有体重数据
